token = "1859091224:AAEcYaxD1tW966EEbuYvIW3YIhlGbAjbyVI"

# ---------- FOR COMMANDS ----------------
start_message = "Привет! Я умею переносить стиль одного сообщения на другое." \
                "Можешь отправить мне 2 картинки, и я всё сделаю!" \
                "\n" \
                "Для более подробных инструкций выбери команду /help"

help_message = "Чтобы выполнить перенос стилей, последовательно отправь мне 2 картинки:\n" \
               "1. Картинка с контентом, которую ты хочешь изменить\n" \
               "2. Изображение с нужным стилем\n\n" \
               "После завершения я пришлю тебе результат работы, " \
               "а в оставленном сообщении буду писать прогресс обработки."
