# token = "1859091224:AAEcYaxD1tW966EEbuYvIW3YIhlGbAjbyVI"
token = "1814922843:AAEiwUHqfHjsP0xPN3Tz_kglfYI5RZKaXM8"
GREAT_CONST = "great"
USUAL_CONST = "usual"

# ---------- FOR COMMANDS ----------------
start_message = "Привет! Я умею переносить стиль одного сообщения на другое." \
                "Можешь отправить мне 2 картинки, и я всё сделаю!" \
                "\n" \
                "Для более подробных инструкций выбери команду /help"

help_message = "Чтобы выполнить перенос стилей, последовательно отправь мне 2 картинки:\n" \
               "1. Картинка с контентом, которую ты хочешь изменить\n" \
               "2. Изображение с нужным стилем\n\n" \
               "После завершения я пришлю тебе результат работы, " \
               "а в оставленном сообщении буду писать прогресс обработки.\n\n" \
               "Ты можешь установить 2 типа модели с помощью 2 команд:\n" \
               "1. Крутая модель: /set_great_model\n" \
               "2. Обычная модель: /set_usual_model"

text_message = "Привет!\nВ случае вопросов выбери команду /help"

change_settings = "Настройки изменены!"